{
  "Navigation": {
    "about": "About me",
    "main": "Main"
  },
  "Main": {
    "title": "Adil Talasbek",
    "subtitle": "Frontend Developer focused on creating great user interfaces; developing web applications using React and Next.js",
    "ecom": "3 year e-commerce experience",
    "years": "22 y.o",
    "exp": "10+ project complited",
    "copy": "Copied!",
    "about": "Download CV",
    "hr": "HR agent? Here's a CV for you "
  },
  "Projects": {
    "generaltitle": "What I’ve Built",
    "stack": "Stack",
    "previewError": "Preview not available",
    "project1": {
      "title": "Artlumia",
      "description": "Lending site for a video production agency.  During the development of the project on Astro, a comprehensive performance optimization was carried out. The delayed loading of content in Astro (lazy loading) was used, which increased the site speed by 27 times."
    },
    "project2": {
      "title": "KCMG",
      "description": "Multi-page corporate website for a mining company. Features responsive layout, multilingual support, sliders, interactive diagrams, and CMS integration. The site is stable, fast-loading, and easily scalable."
    },
    "project3": {
      "title": "Atmosfera.spa",
      "description": "The Atmosfera SPA website is clear and user-friendly, with intuitive navigation. It features information about services, reviews, and the spa center. Fast loading times and a well-structured layout ensure a smooth user experience."
    },
    "project4": {
      "title": "Gasyr140",
      "description": "Online platform for Unified National Testing prep with registration, user dashboard, subscriptions, mock exams, and recommendation system. Features responsive layout, dynamic navigation, and backend integration."
    },
    "project5": {
      "title": "Gasyr140",
      "description": "Gasyr140 is an online school for preparing students for the Unified National Test. It includes subscription management for paid users, an admission probability assessment for various universities, a leaderboard, an AI-powered virtual tutor for additional support, and a mock UNT exam. The website is designed to display video lessons, tests, and notes uploaded by teachers."
    },
    "project6": {
      "title": "Gorky Theater",
      "description": "Multi-page theater website with playbill, ticket sales, and details about performances and cast. Implemented responsive layout, event filtering, and integration with an external booking system."
    }
  }
}
