{
  "Navigation": {
    "about": "Обо мне",
    "main": "Главная"
  },
  "Main": {
    "title": "Адиль Таласбек",
    "subtitle": "Frontend-разработчик, создаю удобные и современные интерфейсы на React и Next.js.",
    "ecom": "3 года опыта",
    "years": "22 года",
    "exp": "10+ закрытых проектов",
    "copy": "Скопировано!",
    "about": "Скачать резюме",
    "hr": "Вы HR-агент? Вот CV для вас "
  },
  "Projects": {
    "generaltitle": "Мои проекты",
    "stack": "Стэки",
    "previewError": "Предпросмотр недоступен",
    "project1": {
      "title": "Artlumia",
      "description": "Лендинг-сайт для моушн агентства. В ходе разработки проекта на Astro была проведена комплексная оптимизация производительности. Была использована отложенная загрузка контента в Astro (lazy loading), что увеличило скорость работы сайта в 27x."
    },
    "project2": {
      "title": "KCMG",
      "description": "Многостраничный корпоративный сайт для горнодобывающей компании. Реализована адаптивная верстка, мультиязычность, слайдеры, интерактивные схемы и интеграция с CMS. Сайт стабилен, быстро загружается и легко масштабируется."
    },
    "project3": {
      "title": "Atmosfera.spa",
      "description": "Сайт Atmosfera SPA лаконичный и удобный, с понятной навигацией. В нем представлены услуги, отзывы и информация о спа-центре. Быстрая загрузка страниц и продуманная структура делают использование комфортным."
    },
    "project4": {
      "title": "Gasyr140",
      "description": "Платформа онлайн-подготовки к ЕНТ с регистрацией, личным кабинетом, подписками, пробным тестированием и системой рекомендаций. Реализована адаптивная верстка, динамическая навигация и интеграция с backend-логикой."
    },
    "project5": {
      "title": "title",
      "description": "desc"
    },
    "project6": {
      "title": "Театр Горького",
      "description": "Многостраничный сайт театра с афишей, продажей билетов и информацией о спектаклях и труппе. Реализована адаптивная верстка, фильтрация событий и интеграция с внешней системой бронирования."
    }
  }
}
